Repository: Skilledup/sk-live-search
Catalog: languages/live-search-*.po
Languages: fa_ir

source: Live Search
fa_ir: جستجو زنده

source: A plugin to add live search functionality to your WordPress site.
fa_ir: افزودن امکان جستجو زنده به وردپرس.

source: Mohammad Anbarestany
fa_ir: محمد عنبرستانی

source: no results found...
fa_ir: نتیجه‌ای یافت نشد...

source: More results...
fa_ir: نتایج بیشتر...

source: Missing nonce
fa_ir: توکن امنیتی موجود نیست

source: Invalid nonce
fa_ir: توکن امنیتی نامعتبر

source: SK Live Search Cache Configuration:
fa_ir: تنظیمات کش جستجو زنده:

source: We detected caching plugin(s): %s
fa_ir: افزونه(های) کش شناسایی شد: %s

source: For optimal performance with live search, consider excluding these URLs from caching:
fa_ir: برای عملکرد بهینه جستجو زنده، این آدرس‌ها را از کش مستثنی کنید:

source: Also consider setting cache expiration to 1 hour or less for pages with search functionality.
fa_ir: همچنین انقضای کش صفحات دارای جستجو را حداکثر ۱ ساعت تنظیم کنید.

source: Search suggestions
fa_ir: پیشنهادات جستجو

source: 1 suggestion available
fa_ir: ۱ پیشنهاد موجود است

source: %d suggestions available
fa_ir: %d پیشنهاد موجود است

source: Search temporarily unavailable. Please try again.
fa_ir: جستجو موقتاً در دسترس نیست. لطفاً دوباره تلاش کنید.

source: Search security token refreshed successfully
fa_ir: توکن امنیتی جستجو با موفقیت بروزرسانی شد

source: Search security token refresh failed
fa_ir: بروزرسانی توکن امنیتی جستجو ناموفق

source: Security token error detected, attempting refresh and retry
fa_ir: خطای توکن امنیتی شناسایی شد، تلاش برای بروزرسانی و تکرار

source: Search request failed
fa_ir: درخواست جستجو ناموفق
